{"title": "Ebola Isolation Unit","url": "http://imgur.com/a/M4fVF","cleaned_text": "Sorry for the blurry pic. Entrance to unit. Sign says: Leaving cold zone. Entering warm zone. Must be in complete PPE. Must Badge in Every time"}
{"title": "UPDATE 2-Cuban doctor in Sierra Leone tests positive for Ebola", "url": "http://www.reuters.com/article/2014/11/19/health-ebola-cuba-idUSL2N0T909K20141119","cleaned_text": "HAVANA Nov 19 (Reuters) - A Cuban doctor treating Ebola patients in Sierra Leone has tested positive for the disease and was being sent to Geneva for treatment, officials said, the first Cuban known to have contracted the potentially deadly haemorrhagic fever.\n\nThe doctor, identified by Cuba's official website Cubadebate on Tuesday as Felix Baez, is one of 165 Cuban doctors and nurses treating Ebola patients in Sierra Leone. They have been there since early October.\n\nThey are part of a Cuban team of 256 medical professionals sent to West Africa to treat patients in the worst Ebola outbreak on record that has killed more than 5,000 people.\n\nBaez, a specialist in internal medicine, had a fever on Sunday and tested positive on Monday after being taken to the capital Freetown, Cubadebate reported, citing a Health Ministry statement. He has not shown complications and is \"hemodynamically stable,\" the statement said.\n\n\"Our collaborator is being tended to by a team of British professionals with experience in treating patients who have displayed the disease and they have maintained constant communication with our brigade,\" the statement said.\n\nAt the urging of the World Health Organization (WHO) it was decided to send him to a university hospital in Geneva, where he would be treated by experts in infectious diseases, the ministry statement said. His whereabouts in Sierra Leone early on Wednesday were unclear.\n\nThe Cuban commitment to treating Ebola patients in West Africa has won international praise as more substantial than contributions from many wealthy countries. Among those recognizing Cuba has been the United States, its political adversary for the past 55 years.\n\nSome Cuban 165 doctors and nurses have gone to Sierra Leone for a six-month mission, with another 53 in Liberia and 38 in Guinea.\n\nAnother 205 have undergone three weeks of training, with extensive practice in using protective full-body suits, and are ready to receive an Ebola assignment.\n\nThe Communist-run island has practiced medical diplomacy since Fidel Castro came to power in a 1959 revolution.\n\nWhile Cuba provides disaster relief around the world free of charge, it also exchanges doctors for cash or goods on more routine missions. The island receives an estimated 100,000 barrels of oil per day from Venezuela, where some 30,000 Cuban medical professionals are posted.\n\nIn all, there are more than 50,000 health workers in 67 countries.\n\nThe latest WHO tally on Nov. 14 reported 5,177 Ebola deaths out of 14,133 cases, mostly in Liberia, Sierra Leone and Guinea. (Reporting by Daniel Trotta; Editing by Paul Tait)"}
{"title": "Mali Nurse Endures Neighbors’ Stoning to Battle Ebola","url": "http://www.businessweek.com/news/2014-11-18/mali-nurse-braves-neighbors-stoning-to-battle-ebola","cleaned_text": "About 30 people are in quarantine at the Pasteur clinic until Dec. 2 following the death last week of the 25-year-old nurse who treated a 70-year-old grand imam from Guinea who died on Oct. 27. Photographer: Habibou Kouyate/AFP via Getty Images\n\n“Rita has Ebola!” her neighbors chanted as they gathered at her front door after they learned that two patients at the clinic where she worked in the Malian capital, Bamako, died of the disease.\n\n“The neighbors and some kids came after me and threw stones and handfuls of sand,” Rita, who asked that her last name not be used, said in an interview. While Rita, 38, never was in contact with either patient stricken down by the virus at Bamako’s Pasteur Clinic, she hid in her house for two days before an ambulance came to her rescue, she said.\n\nMali’s nurses and doctors are facing the stigma tied to Ebola that made medical workers targets in Sierra Leone, Liberia and Guinea, the three nations hardest hit by the virus. Misinformation about how the disease spreads and fear about being isolated have hampered efforts to recruit workers. In the U.S., President Barack Obama has encouraged volunteers to travel to West Africa, while putting in place steps to ease concern returning workers may spread the disease.\n\nThe United Nations has begged for more doctors and nurses to help contain Ebola in the region, where there have been more than 14,000 cases and at least 5,170 have died. Health workers are the most at risk of getting the disease because they can more easily come into contact with infected bodily fluids. Ebola has killed more than half of the about 500 physicians who got it in Sierra Leone, Liberia and Guinea since December.\n\nWith the World Health Organization saying five people have died from the disease in the country, Mali, with about one doctor for every 10,000 people compared with 24 in the U.S., according to 2010 data from the World Bank, has managed to control the spread of the virus since the first case was reported on Oct. 23. That’s done little to ease the fear in Bamako.\n\nThe authorities are monitoring 413 people for Ebola symptoms, Mali’s Communications Ministry said in an e-mailed statement today. About 30 people are in quarantine at the Pasteur Clinic until Dec. 2 following the death last week of the nurse who treated a 70-year-old grand imam from Guinea who died on Oct. 27. He wasn’t tested for Ebola.\n\n“Several of our doctors’ children don’t go to school anymore,” said Dramane Maiga, the director of the Pasteur Clinic. “There is a panic among the clinic workers’ families and relatives. People insult them, close relatives are distant.Even spouses and husbands are panicking.”\n\nThe governments of Sierra Leone, Liberia and Guinea are working with WHO and Doctors Without Borders, also known as Medecins Sans Frontieres, to educate people about how Ebola spreads.\n\nIn Bamako, another nurse at the Pasteur clinic decided to confront the issue head on when harassment by students at her daughter’s school forced her to run home.\n\n“I decided we would both go back to school and explain that we are not Ebola contaminated just by the fact that I work at the clinic,” said Jeanne, who like Rita asked that her last name be withheld. “The director understood and informed the students. The situation is still complicated, but at least my daughter can go to school now.”\n\nWhen the message doesn’t reach more remote areas, the consequences can be disastrous. In southern Guinea, eight people were killed in September while carrying out an educational campaign on Ebola in a village that had just had its first cases of the virus.\n\nFamilies of victims in Guinea, which borders Mali, broke out relatives from treatment centers at the beginning of the outbreak and threatened workers. They didn’t believe that Ebola was real and said the doctors were infecting their loved ones. In Liberia, a man burned down part of a hospital in the capital after his wife died.\n\nIn Nigeria, which was declared Ebola free last month, the government appointed a “rumor manager” and asked pastors to help dispel lies including those about fake cures that spread through Lagos, a city of about 20 million people.\n\nThe campaigns have included commissioning music by popular artists, radio advertisements and signs at public buildings. Some misinformation has persisted that has made it more difficult for health workers.\n\nWhile the spread is being contained in some of the hardest hit areas of the three main affected countries, there’s a shortage of experts to help run Ebola treatment centers, Anthony Banbury, the UN’s head of Ebola mission, said in an interview on Nov. 5.\n\n“That the most critical gap right now -- having very highly skilled experts,” he said. “We’re not able to open community care centers at the rate we want, and supplies are even starting to pile up in some cases in warehouses.”\n\nThat’s why Mali, a country of 16 million people, can’t afford to lose the services of nurses like Rita. By the time the ambulance crew evacuated her from her house, she had been left alone at home because relatives feared the rising hostility from neighbors.\n\n“My two little sisters, with whom I was staying at home, left a few days before,” she said. “I don’t have anybody waiting for me there.”\n\nTo contact the reporter on this story: Francois Rihouay in Bamako at frihouay@bloomberg.net\n\nTo contact the editors responsible for this story: Antony Sguazzin at asguazzin@bloomberg.net Andres R. Martinez, Karl Maier, Chris Kay"}
{"title": "Cost to Treat Ebola: $1 Million For Two Patients","url": "http://www.nbcnews.com/storyline/ebola-virus-outbreak/cost-treat-ebola-1-million-two-patients-n250986","cleaned_text": "It cost more than $1 million to treat two patients sent to the University of Nebraska’s Medical Center, the hospital’s chancellor said Tuesday. And it’s still not clear who will pay the bill and how.\n\nIt’s the first on-the-record estimate of what it’s cost to treat Ebola patients in the United States. So far, 10 people have been treated on U.S. soil — most recently, Sierra Leonean Dr. Martin Salia, who died Monday in Nebraska.\n\n“At UNMC, it has cost around $1.16 million to treat the two patients directed to us by the federal government. Treatment costs vary based on the severity of the patient when they arrive, but the cost is well beyond the normal costs incurred for an intensive care patient,” the school’s chancellor, Dr. Jeffrey Gold, said in prepared testimony for a hearing of the House Energy and Commerce Committee’s oversight subcommittee.\n\nIt cost about $30,000 a day to treat a single Ebola patient, Gold said. Ashoka Mukpo, the NBC camera operator, and Dr. Rick Sacra, the medical missionary, each stayed for about 18 days, Gold said. He said Emory University Hospital incurred similar costs in treating the four patients it took care of.\n\n“In addition to the direct costs, we also take additional beds in the ward out of service when an Ebola patient is being treated which is a direct financial cost to the hospital. We estimate having to take those additional beds out of service has cost $148,000 so far.”\n\nGold told a separate briefing by the Alliance for Health reform that it is not yet clear who will pay those bills. He said he thought the federal government should.\n\n“I urge Congress to approve funding and policies supporting full reimbursement of the cost of care for these unique cases that are not recoverable from insurance policies. These are patients that federal government directed to UNMC and Emory,” Gold said.\n\nPatients were treated at Nebraska, Emory University Hospital, Texas Health Presbyterian Hospital in Dallas, the National Institutes of Health and Bellevue Hospital in New York."}
{"title": "NYC Investigates Death of Woman Monitored for Ebola","url": "http://7online.com/news/nyc-investigates-death-of-woman-monitored-for-ebola/401516/","cleaned_text": "A woman in New York City who was being monitored for possible exposure to Ebola has died and her cause of death is being investigated by the city's Health Department The woman had recently arrived from Guinea, one of three countries that have been designated for special attention to travelers because of outbreaks of the lethal virus. Liberia and Sierra Leone are the other two countries.The New York City Health Department said that the last time the woman was checked, she did not have symptoms of Ebola. People who are being monitored are checked daily.There are about 350 people on the city's list of people being monitored for Ebola.A New York City official briefed on the woman's death told ABC News, \"Earlier today, an individual who came to the U.S. from one of the three Ebola-impacted nations in West Africa within last three weeks died of an apparent non-Ebola condition. This individual at no time showed any symptoms of Ebola. However, due to travel history and an abundance of caution, an Ebola test will be performed on this individual's remains. Test results are expected later tonight or early tomorrow morning.\""}
